/* airprint for locale */
"SHARE_AIRPRINT" = "AirPrint";

/* share for locale */
"SHARE_CANCEL_WORD" = "Cancel";

/* copy for locale */
"SHARE_COPY" = "Copy";

/* dropbox for locale */
"SHARE_DROPBOX" = "Dropbox";

/* facebook for locale */
"SHARE_FACEBOOK" = "Facebook";

/* No comment provided by engineer. */
"SHARE_FAIL_PREFIX" = "FAIL to share by ";

/* No comment provided by engineer. */
"SHARE_FAIL_SUFFIX" = "!!";

/* flickr for locale */
"SHARE_FLICKR" = "Flickr";

/* No comment provided by engineer. */
"SHARE_IMAGE_SAVED" = "Image Saved!";

/* instagram for locale */
"SHARE_INSTAGRAM" = "Instagram";

/* No comment provided by engineer. */
"SHARE_INSTAGRAM_NOT_INSTALLED" = "Instagram NOT installed!";

/* linkedin for locale */
"SHARE_LINKEDIN" = "LinkedIn";

/* mail for locale */
"SHARE_NOT_LOGIN_EMAIL" = "This Device does not configured with email or";

"SHARE_MAIL" = "EMail";

/* No comment provided by engineer. */
"SHARE_NOT_SUPPORT_PREFIX" = "This Device does NOT support share by ";

"SHARE_NOT_SUPPORT_SUFFIX" = ".";

/* No comment provided by engineer. */
"SHARE_NOT_SUPPORT_REASON_MSG" = "SHARE_NOT_SUPPORT_REASON_MSG";

/* sina weibo for locale */
"SHARE_SINA_WEIBO" = "Weibo";

/* sms for locale */
"SHARE_SMS" = "SMS";

/* tc weibo for locale */
"SHARE_TC_WEIBO" = "Tencent Weibo";

/* tumblr for locale */
"SHARE_TUMBLR" = "Tumblr";

/* twitter for locale */
"SHARE_TWITTER" = "Twitter";

/* vkontakte for locale */
"SHARE_VKONTAKTE" = "VKontakte";

/* No comment provided by engineer. */
"SHARE_WATING" = "Waiting...";

/* wechat for locale */
"SHARE_WECHAT" = "Wechat";

"SHARE_WECHAT_TIMELINE" = "Moments";

/* No comment provided by engineer. */
"SHARE_WECHAT_NOT_INSTALLED" = "Wechat NOT installed!";

"SHARE_QQ" = "QQ";

"SHARE_QQ_SPACE" = "QQ Space";

"SHARE_QQ_NOT_INSTALLED" = "QQ NOT installed!";

/* whatsapp for locale */
"SHARE_WHATSAPP" = "WhatsApp";

/* any for locale */
"SHARE_ANY" = "more";

/* No comment provided by engineer. */
"SHARE_WHATSAPP_NOT_INSTALLED" = "WhatsApp NOT installed!";

"SHARE_VC_TITLE" = "SAVE/SHARE";

"SHARE_SAVE" = "Save";

"SHARE_SAVED" = "Saved";

"SHARE_TIP" = "Tip";

"SHARE_SAVED_FAIL" = "Fail to save photo, pls check if this app can access system album!";

"SHARE_SAVED_SUCCEED" = "Photo saved to system album successfully!";

"SHARE_EDIT" = "Edit";

"SHARE_RETOUCH" = "Retouch";

"SHARE_SHARE_ON" = "Share on";

"SHARE_AGAIN" = "Back";

"SHARE_HOME" = "Home";

"SHARE_SUCCEED_PREFIX" = "Share with ";

"SHARE_SUCCEED_SUFFIX" = " successfully!";

"SHARE_CANCEL_PREFIX" = "Cancel sharing with ";

"SHARE_CANCELED_SUFFIX" = "!";
